Repository: bfiessinger/wppedia
Catalog: languages/wppedia-*.po
Languages: de_de

source: – Page %s
de_de: – Seite %s

source: Add New Glossary category
de_de: Neue Glossarkategorie hinzufügen

source: Add New Glossary Term
de_de: Neuen Glossarbegriff hinzufügen

source: Add New Initial Character
de_de: Neuen Anfangsbuchstaben hinzufügen

# Add New on Toolbar
source: Glossary Term
de_de: Glossarbegriff

# Admin Menu text
source: Glossary
de_de: Glossar

source: All Glossary categories
de_de: Alle Glossarkategorien

source: All Glossary Terms
de_de: Alle Glossarbegriffe

source: All Initial Characters
de_de: Alle Anfangsbuchstaben

source: Continue reading<span class="screen-reader-text"> "%s"</span>
de_de: Weiterlesen<span class="screen-reader-text"> "%s"</span>

source: Edit Glossary category
de_de: Glossarkategorie bearbeiten

source: Edit Glossary Term
de_de: Glossarbegriff bearbeiten

source: Edit Initial Character
de_de: Anfangszeichen bearbeiten

source: Filter Glossary list
de_de: Glossarliste filtern

source: Glossary
de_de: Glossar

source: Glossary list
de_de: Glossarliste

source: Glossary list navigation
de_de: Glossarlistennavigation

source: Glossary page
de_de: Glossar Seite

source: Glossary Term
de_de: Glossarbegriff

source: Glossary Term Archives
de_de: Glossar Begriff Archive

source: Glossary Term Attributes
de_de: Attribute von Glossarbegriffen

source: Glossary terms with initial character „%s“ (%d)
de_de: Glossarbegriffe mit Anfangsbuchstaben „%s“ (%d)

source: home
de_de: Startseite

source: Initial Character
de_de: Anfangsbuchstabe

source: Insert into Glossary Term
de_de: In Glossarbegriff einfügen

source: Main Color
de_de: Hauptfarbe

source: Manage glossary
de_de: Glossar verwalten

source: New Glossary category Name
de_de: Name der neuen Glossarkategorie

source: New Glossary Term
de_de: Neuer Glossarbegriff

source: New Initial Character Name
de_de: Name des neuen Anfangsbuchstaben

source: Next page
de_de: Nächste Seite

source: No glossary Articles found.
de_de: Keine Glossarartikel gefunden.

# options
source: Activate Crosslinking
de_de: Crosslinking aktivieren

# options
source: Allow WPPedia to automatically generate links to other articles if their name was found on a glossary term.
de_de: WPPedia erlauben, automatisch Links zu anderen Artikeln zu generieren, wenn deren Name in einem Glossarbegriff gefunden wurde.

# options
source: Archive Settings
de_de: Archiveinstellungen

# options
source: Attention! Your permalink base %s does not match the slug of your glossary frontpage %s
de_de: Achtung! Ihre Permalink-Basis %s stimmt nicht mit dem Slug Ihrer Glossar-Startseite %s überein

# options
source: By default, WPPedia creates a simple archive page using the slug defined at %s. Using this option allows you to have more control over the frontpage of your glossary.
de_de: Standardmäßig erstellt WPPedia eine einfache Archivseite mit dem unter %s definierten Slug. Mit dieser Option haben Sie mehr Kontrolle über die Titelseite Ihres Glossars.

# options
source: Create crosslinks to post types
de_de: Erstellen Sie Querverweise zu Beitragstypen

# options
source: Enable / Disable the tooltip feature for WPPedia Crosslinks.
de_de: Aktivieren / Deaktivieren Sie die Tooltip-Funktion für WPPedia Crosslinks.

# options
source: Enable tooltip feature
de_de: Tooltip-Funktion aktivieren

# options
source: Enabling this option will change the default behaviour of crosslinking and WPPedia tries to link single words instead of multiple if possible. e.g. if there is a post "Lorem" and a post "Lorem Ipsum", the plugin will link only "Lorem" now if "Lorem Ipsum" was found in the content.
de_de: Das Aktivieren dieser Option ändert das Standardverhalten der Vernetzung und WPPedia versucht, wenn möglich, einzelne Wörter statt mehrerer zu verknüpfen. z.B. wenn es einen Beitrag „Lorem“ und einen Beitrag „Lorem Ipsum“ gibt, wird das Plugin jetzt nur noch „Lorem“ verlinken, wenn „Lorem Ipsum“ im Inhalt gefunden wurde.

# options
source: General Settings
de_de: Allgemeine Einstellungen

# options
source: Glossary frontpage
de_de: Glossar Startseite

# options
source: If disabled WPPedia the Layout and content of WPPedia's Archive will be defined by your themes templates. Attention: most WPPedia template filters and actions will stop working on Archive pages. This option might help if you encounter any incompatibilities between your theme and WPPedia's default templates.
de_de: Wenn deaktiviert, werden WPPedia, das Layout und der Inhalt des WPPedia-Archivs durch Ihre Themenvorlagen definiert. Achtung: Die meisten WPPedia-Vorlagenfilter und -aktionen funktionieren nicht mehr auf Archivseiten. Diese Option kann hilfreich sein, wenn Sie auf Inkompatibilitäten zwischen Ihrem Design und den Standardvorlagen von WPPedia stoßen.

# options
source: If disabled WPPedia the Layout and content of WPPedia's Single pages will be defined by your themes templates. Attention: most WPPedia template filters and actions will stop working on Singular pages. This option might help if you encounter any incompatibilities between your theme and WPPedia's default templates.
de_de: Wenn deaktiviert, wird WPPedia das Layout und den Inhalt der einzelnen Seiten von WPPedia durch Ihre Themenvorlagen definieren. Achtung: Die meisten WPPedia-Vorlagenfilter und -aktionen funktionieren nicht mehr auf Singular-Seiten. Diese Option kann hilfreich sein, wenn Sie auf Inkompatibilitäten zwischen Ihrem Design und den Standardvorlagen von WPPedia stoßen.

# options
source: If enabled WPPedia will create automatic indexes with all links created for each post. This ensures a significant faster loading time!
de_de: Wenn aktiviert, erstellt WPPedia automatische Indizes mit allen Links, die für jeden Beitrag erstellt wurden. Dies sorgt für eine deutlich schnellere Ladezeit!

# options
source: If you like, you may enter custom structures for your WPPedia URLs here.
de_de: Wenn Sie möchten, können Sie hier benutzerdefinierte Strukturen für Ihre WPPedia-URLs eingeben.

# options
source: Manage how much posts should be available per page at a glossary archive
de_de: Verwalten Sie in einem Glossararchiv, wie viele Beiträge pro Seite verfügbar sein sollen

# options
source: Modify WPPedia crosslink module settings.
de_de: Ändern Sie die Einstellungen des WPPedia-Crosslink-Moduls.

# options
source: No
de_de: Nein

# options
source: Posts per page
de_de: Beiträge pro Seite

# options
source: Prefer single words
de_de: Einzelne Worte bevorzugen

# options
source: Select your preferred tooltip style.
de_de: Wählen Sie Ihren bevorzugten Tooltip-Stil.

# options
source: Setup WPPedia pages.
de_de: Richten Sie WPPedia-Seiten ein.

# options
source: Show navigation
de_de: Navigation anzeigen

# options
source: Show or hide WPPedia's navigation on archive pages.
de_de: WPPedia-Navigation auf Archivseiten ein- oder ausblenden.

# options
source: Show or hide WPPedia's navigation on single pages.
de_de: WPPedia-Navigation auf Einzelseiten ein- oder ausblenden.

# options
source: Show or hide WPPedia's searchbar on archive pages.
de_de: WPPedia Suchleiste auf Archivseiten ein- oder ausblenden.

# options
source: Show or hide WPPedia's searchbar on single pages.
de_de: WPPedia Suchleiste auf Einzelseiten ein- oder ausblenden.

# options
source: Show searchbar
de_de: Suchleiste anzeigen

# options
source: Singular Settings
de_de: Einzelseiten Einstellungen

# options
source: Tooltip style
de_de: Tooltip-Stil

# options
source: use initial character in URL
de_de: Verwenden Sie den Anfangsbuchstaben in der URL

# options
source: use WPPedia Templates
de_de: WPPedia Templates verwenden

# options
source: WPPedia base
de_de: WPPedia-Basis

# options
source: WPPedia Settings
de_de: WPPedia Einstellungen

# options
source: Yes
de_de: Ja

# pagination-args
source: Next
de_de: Weiter

# pagination-args
source: Previous
de_de: Zurück

source: Parent Glossary category
de_de: übergeordnete Glossarkategorie

source: Parent Glossary category:
de_de: übergeordnete Glossarkategorie:

source: Parent Glossary Term:
de_de: übergeordneter Glossarbegriff:

source: Parent Initial Character
de_de: übergeordneter Anfangsbuchstabe

source: Parent Initial Character:
de_de: übergeordneter Anfangsbuchstabe:

# Post Type General Name
source: Glossary
de_de: Glossar

# Post Type Singular Name
source: Glossary Term
de_de: Glossarbegriff

source: Previous page
de_de: vorherige Seite

source: Search for
de_de: Suche nach

source: Search glossary
de_de: Glossar durchsuchen

source: Search Glossary categories
de_de: Glossarkategorien durchsuchen

source: Search Glossary Term
de_de: Glossarbegriffe durchsuchen

source: Search Initial Characters
de_de: Anfangsbuchstaben durchsuchen

source: Search results: “%s”
de_de: Suchergebnisse für: “%s”

# taxonomy general name
source: Glossary categories
de_de: Glossarkategorien

# taxonomy general name
source: Initial Characters
de_de: Anfangsbuchstaben

# taxonomy singular name
source: Glossary category
de_de: Glossarkategorie

# taxonomy singular name
source: Initial Character
de_de: Anfangsbuchstabe

source: The most advanced Glossary solution for WordPress!
de_de: Die fortschrittlichste Glossarlösung für WordPress!

source: Update Glossary category
de_de: Glossarkategorie aktualisieren

source: Update Glossary Term
de_de: Glossarbegriff aktualisieren

source: Update Initial Character
de_de: Anfangsbuchstaben aktualisieren

source: Uploaded to this Glossary Term
de_de: zu diesem Glossarbegriff hochgeladen

source: View Glossary
de_de: Glossar ansehen

source: View Glossary Term
de_de: Glossarbegriff ansehen

# wppedia slugs
source: other
de_de: andere
